chat_system_138074617_actor_description=Lew Klisan. Trader, trading with demons.
chat_system_138074617_switch_0_header_1=^?^Hello, [player]! It's nice to meet a human in this terrible world.
chat_system_138074617_snap_0_question=^?^How pleasant to see a human's face in this world of demons. Come in, and take a look at my goods. They are all of a very high quality, and have been gathered from across the whole world.
chat_system_138074617_snap_0_answer_0=^?^I'm here about my request - for the potion.
chat_system_138074617_snap_0_header_0=^?^Yes, I remember. Have you brought me twenty thousand gold coins?
chat_system_138074617_snap_0_answer_1=^?^Actually I came to you on business.
chat_system_138074617_snap_0_answer_2=^?^Thank you. Alright, show me what you have.
chat_system_138074617_snap_0_answer_3=^?^I heard that someone from the demons has Kerus's sword. Do you know anything about that?
chat_system_138074617_snap_0_header_3=^?^No, I haven't heard about that. But I know the Ruler Baal gathers different trophies, from his hunting expeditions for powerful mages and other demons - and also Welbewooll has a collection of wonders from different worlds.
chat_system_138074617_snap_0_answer_4=^?^Who are you, and where have you come from?
chat_system_138074617_snap_0_header_4=^?^My name is Lew Klisan, and I am a trader from Terra. That is a world on a sphere, quite unlike your Endoria. I bring my goods to different worlds. My cousin - may his trader's rucksack be cursed - advised me to try to trade in Demonis. And I got stuck here, not to mention how bad the trade is here.
chat_system_138074617_snap_0_answer_5=^?^I have no time right now. Sorry, friend.
chat_system_138074617_snap_5_question=^?^Oh the years of laborious work, to gain my reputation. Yes, of course I'll help you, no problem. As the single human in this world, I'm ready to do you this service and to lose a valuable client... for twenty thousand gold coins.<br>Alright, give me the money.
chat_system_138074617_snap_5_answer_0=^?^Here it is, take twenty thousand gold coins. And send the contents of the flask to Asmorey.
chat_system_138074617_snap_5_answer_1=^?^I don't have have that much money. But I'll certainly find it!
chat_system_138074617_snap_5_answer_2=^?^You know, I don't want to spoil your reputation. Let Isshara look for somebody else - that's what I'll tell her. I'm fed up with this nonsense.
chat_system_138074617_snap_6_question=^?^I'll wait for you.
chat_system_138074617_snap_6_answer_0=^?^(Go away.)
chat_system_138074617_snap_1_question=^?^So, tell me about your business. Would you be interested in buying something from me?
chat_system_138074617_snap_1_answer_0=^?^I'll buy something later. But first I'd like to know if that Demon Asmorey often buys from you a certain protective potion. Is it true?
chat_system_138074617_snap_2_question=^?^Just between you and me - it's confidential information - but yes, he has some problem relating to his manhood.<br>So I supply him a rare drink which takes away his demon's desires.
chat_system_138074617_snap_2_answer_0=^?^Could you, for example, mix it up with something else, and send him another drink? There's this lady who has asked me to get him to drink the contents of this flask. Let the old man relax, take a rest from work, you know.
chat_system_138074617_snap_3_question=^?^Why would you tell me such a thing? This demon is my friend, almost my brother... only he is red... with horns. And he's a regular customer!
chat_system_138074617_snap_3_answer_0=^?^Ok, I was just asking, no particular reason.
chat_system_138074617_snap_4_question=^?^I'm an honest trader. Don't you respect me? I respect you, and I must say I'm sorry to hear such things from such a good person. Do you know how much my reputation is worth?
chat_system_138074617_snap_4_answer_0=^?^Calm down, trader, I'm not going to offer you a bribe.
chat_system_138074617_snap_4_answer_1=^?^I apologize for thinking so badly of you. Let Isshara be looking for another executor - that's what I'll tell her. I'm fed up.
